Repository: jrenierms/stockandservicesms
Catalog: apps/security/locale/*/LC_MESSAGES/django.po
Languages: es

source: Password:
es: Contraseña:

source: Enter a password of at least 8 characters
es: Introduzca una contraseña de al menos 8 caracteres

source: It is required enter a password
es: Es requerido introducir una contraseña

source: password
es: contraseña

source: Confirm password:
es: Confirmar contraseña:

source: Confirm the password previously entered
es: Confirmar la contraseña previamente ingresada

source: It is required to confirm the password
es: Es requerido confirmar la contraseña

source: confirm password
es: confirmar contraseña

source: The password entered does not match the previous one
es: La contraseña ingresada no coincide con la anterior

source: User:
es: Usuario:

source: Name:
es: Nombre:

source: Last name:
es: Apellidos:

source: Email:
es: Correo:

source: user
es: usuario

source: name
es: nombre

source: last name
es: apellidos

source: email
es: correo

source: The ID card entered is contained by at least one other record
es: La tarjeta ID introducida la continene al menos otro registro

source: ID card:
es: Tarjeta ID:

source: Sexual gender:
es: Género sexual:

source: Image:
es: Imagen:

source: Address:
es: Dirección:

source: Landline:
es: Teléfono fijo:

source: Mobile phone:
es: Teléfono móvil:

source: Enter a user using letters, digits and @/./+/-/_
es: Introduzca un usuario usando letras, dígitos y @/./+/-/_

source: Enter a name of maximum length 30 characters
es: Introduzca un nombre de longitud máxima 30 caracteres

source: Enter a surname of maximum length 150 characters
es: Introduzca unos apellidos de longitud máxima 150 caracteres

source: Enter a email of maximum length 254 characters
es: Introduzca un correo de longitud máxima 254 caracteres

source: Enter a ID card of maximum length 11 characters
es: Introduzca una tarjeta ID de longitud máxima 11 caracteres

source: Select the gender associated with the user
es: Seleccione el género asociado con el usuario

source: Select an image associated with the user
es: Seleccione una imagen asociada con el usuario

source: Enter an address of maximum length 150 characters
es: Introduzca una dirección de longitud máxima 150 caracteres

source: Enter a landline of maximum length 50 characters
es: Introduzca un teléfono fijo de longitud máxima 50 caracteres

source: Enter a mobile phone of maximum length 50 characters
es: Introduzca un teléfono móvil de longitud máxima 50 caracteres

source: It is required to enter a user
es: Es requerido introducir un usuario

source: It is required to enter an ID card
es: Es requerido introducir una tarjeta ID

source: ID card
es: Tarjeta ID

source: address
es: dirección

source: landline
es: teléfono fijo

source: mobile phone
es: teléfono móvil

source: It is required to enter the current password
es: Es requerido introducir la contraseña actual

source: current password
es: contraseña actual

source: It is required enter the new password
es: Es requerido introducir la nueva contraseña

source: new password
es: nueva contraseña

source: The password entered does not match the current one
es: La contraseña introducida no coincide con la actual

source: Image
es: Imagen

source: Gender
es: Género

source: Address
es: Dirección

source: Landline
es: Teléfono fijo

source: Mobile phone
es: Teléfono móvil

source: User
es: Usuario

source: Users
es: Usuarios

source: Action
es: Acción

source: Access
es: Acceso

source: Date-Time
es: Fecha-Hora

source: Comment
es: Comentario

source: Audit
es: Auditoría

source: Audits
es: Auditorías

source: 403 Error
es: Error 403

source: The username or password is incorrect
es: El usuario o contraseña es incorrecto

source: Login
es: Iniciar sesión

source: The %(username)s user account was created successfully
es: La cuenta de usuario %(username)s fue creada satisfactoriamente

source: Register
es: Registro

source: Profile
es: Perfil

source: Password reset
es: Resetear contraseña

source: Password successfully reset
es: Contraseña reseteada satisfactoriamente
