Repository: jrenierms/stockandservicesms
Catalog: apps/accounting/locale/*/LC_MESSAGES/django.po
Languages: es

source: The code entered is contained by at least one other record
es: El código introducido lo contiene al menos otro registro

source: The description entered is contained by at least one other record
es: La descripción introducida la contiene al menos otro registro

source: Code:
es: Código:

source: Description:
es: Descripción:

source: Enter a code of maximum length 10 characters
es: Introduzca un código de longitud máxima 10 caracteres

source: Enter a description of maximum length 30 characters
es: Introduzca una descripción de longitud máxima 30 caracteres

source: It is required to enter a code
es: Es requerido introducir un código

source: It is required to enter a description
es: Es requerido introducir una descripción

source: code
es: código

source: description
es: descripción

source: It is required to select a store
es: Es requerido seleccionar una tienda

source: Store:
es: Tienda:

source: Select a store associated with the area
es: Seleccione una tienda asociada al área

source: Enter a description of maximum length 150 characters
es: Introduzca una descripción de longitud máxima 150 caracteres

source: It is required to select an area
es: Es requerido seleccionar un área

source: Area:
es: Área:

source: Select a area associated with the location
es: Seleccione un área asociada a la ubicación

source: Select a store associated with the purchase
es: Seleccione una tienda asociada a la compra

source: It is required to select a supplier
es: Es requerido seleccionar un proveedor

source: Supplier:
es: Proveedor:

source: Date:
es: Fecha:

source: Source document:
es: Docuemnto origen:

source: Comment:
es: Comentario:

source: Select a supplier associated with the purchase
es: Seleccione un proveedor asociado a la compra

source: Select an area associated with the purchase
es: Seleccione un área asociada a la compra

source: Enter a date associated with the purchase
es: Introduzca una fecha asociada a la compra

source: Enter a source document of maximum length 20 characters
es: Introduzca un documento origen de longitud máxima 20 caracteres

source: Enter a comment associated with the purchase
es: Introduzca un comentario asociado a la compra

source: It is required to enter a date
es: Es requerido introducir una fecha

source: date with the format: yyyy-mm-dd
es: fecha con el formato: aaaa-mm-dd

source: source document
es: documento origen

source: comment about the purchase
es: comentario acerca de la compra

source: Select a store associated with the sale
es: Seleccione una tienda asociada a la venta

source: It is required to select a customer
es: Es requerido seleccionar un cliente

source: Customer:
es: Cliente:

source: Select a customer associated with the sale
es: Seleccione un cliente asociado a la venta

source: Select an area associated with the sale
es: Seleccione un área asociada a la venta

source: Enter a date associated with the sale
es: Introduzca una fecha asociada a la venta

source: Enter a comment associated with the sale
es: Introduzca un comentario asociado a la venta

source: comment about the sale
es: comentario acerca de la venta

source: Enter a store associated with the sale return
es: Introduzca una tienda asociada a la devolución de venta

source: It is required to enter a store
es: Es requerido introducir una tienda

source: store
es: tienda

source: It is required to enter a source document
es: Es requerido introducir un documento origen

source: Select a customer associated with the sale return
es: Seleccione un cliente asociado a la devolución de venta

source: Enter an area associated with the sale return
es: Introduzca un área asociada a la devolución de venta

source: Enter a date associated with the sale return
es: Introduzca una fecha asociada a la devolución de venta

source: Enter a comment associated with the sale return
es: Introduzca un comentario asociado a la devolución de venta

source: It is required to enter a customer
es: Es requerido introducir un cliente

source: It is required to enter an area
es: Es requerido introducir un área

source: customer
es: cliente

source: area
es: área

source: comment about the sale return
es: comentario acerca de la devolución de venta

source: Enter a store associated with the purchase return
es: Introduzca una tienda asociada a la devolución de compra

source: Enter a supplier associated with the purchase return
es: Introduzca un proveedor asociado a la devolución de compra

source: Enter an area associated with the purchase return
es: Introduzca un área asociada a la devolución de compra

source: Enter a date associated with the purchase return
es: Introduzca una fecha asociada a la devolución de compra

source: Enter a comment associated with the purchase return
es: Introduzca un comentario asociado a la devolución de compra

source: It is required to enter a supplier
es: Es requerido introducir un proveedor

source: supplier
es: proveedor

source: comment about the purchase return
es: comentario acerca de la devolución de compra

source: Select a store associated with the adjustment
es: Seleccione una tienda asociada al ajuste

source: Select an area associated with the adjustment
es: Seleccione un área asociada al ajuste

source: Enter a date associated with the adjustment
es: Introduzca una fecha asociada al ajuste

source: Enter a comment associated with the adjustment
es: Introduzca un comentario asociado al ajuste

source: comment about the adjustment
es: comentario acerca del ajuste

source: Code
es: Código

source: Description
es: Descripción

source: Store
es: Tienda

source: Stores
es: Tiendas

source: Area
es: Área

source: Areas
es: Áreas

source: Location
es: Ubicación

source: Locations
es: Ubicaciones

source: List of stores
es: Lista de tiendas

source: New store
es: Nueva tienda

source: Edit store
es: Editar tienda

source: List of areas
es: Lista de áreas

source: New area
es: Nueva área

source: Edit area
es: Editar área

source: List of locations
es: Lista de ubicaciones

source: New location
es: Nueva ubicación

source: Edit location
es: Editar ubicación

source: List of purchases
es: Lista de compras

source: New purchase
es: Nueva compra

source: List of sales
es: Lista de ventas

source: New sale
es: Nueva venta

source: List of sales returns
es: Lista de devoluciones de venta

source: New sale return
es: Nueva devolución de venta

source: List of purchases returns
es: Lista de devoluciones de compra

source: New purchase return
es: Nueva devolución de compra

source: List of positive adjustments
es: Lista de ajustes positivos

source: New positive adjustment
es: Nuevo ajuste positivo

source: List of negative adjustments
es: Lista de ajustes negativos

source: New negative adjustment
es: Nuevo ajuste negativo

source: List of positive value adjustments
es: Lista de ajustes de valores positivos

source: List of negative value adjustments
es: Lista de ajustes de valores negativos
